Repository: LunaSquee/melterns
Catalog: fluidity/locale/melterns.*.po
Languages: et

source: Contains
et: Sisaldab

source: Empty
et: Tühi

source: This item holds millibuckets of fluid.
et: See ese hoiab milliämbrites vedelikke.

source: Molten @1
et: Sula @1

source: Molten @1 Source
et: Sula @1 allikas

source: Flowing Molten @1
et: Voolav sula @1

source: Molten @1 Bucket
et: Ämber - sula @1

source: Steel
et: Teras

source: Copper
et: Vask

source: Tin
et: Tina

source: Bronze
et: Pronks

source: Gold
et: Kuld

source: Obsidian
et: Obsidiaan

source: Lead
et: Plii

source: Chromium
et: Kroom

source: Zinc
et: Tsink

source: Silver
et: Hõbe

source: Mithril
et: Miitril

source: Ingot
et: Kang

source: Lump
et: Töötlemata maak

source: Gem
et: Vääriskivi

source: No Molten Metal
et: Puudub sulametall

source: Dump
et: Tühjenda

source: Metal Caster
et: Metallivalaja

source: Inactive
et: Ootel

source: Cast
et: vorm

source: Material Cost: @1
et: Materjali kulu: 1

source: Will be removed in a future update. Please use the Multifurnace instead.
et: Eemaldatakse tulevase uuenduse raames. Palun kasutada multiahju selle asemel.

source: Heatbrick
et: Soojustellis

source: Heatbricks
et: Soojustellised

source: Heat Gravel
et: Soojuskruus

source: Heat Exchanger Plate
et: Soojusvaheti plaat

source: Casting Table
et: Valulaud

source: Heated Tank
et: Kuumutatud paak

source: Metal Melter
et: Metallisulataja

source: Multifurnace Faucet
et: Multiahju kraan

source: Multifurnace Controller
et: Multiahju juhtplokk

source: Multifurnace Port
et: Multiahju ava

source: Cheap
et: Odav

source: Wooden
et: Puidust

source: Economic
et: Ekonoomne

source: Stonebound
et: Kivine

source: Metallic
et: Metalne

source: Cold
et: Külm

source: Precious
et: Vääris

source: Expensive
et: Kallis

source: Shiny
et: Läikiv

source: Soft
et: Pehme

source: Reinforced
et: Tugevdatud

source: Toxic
et: Toksiline

source: Durable
et: Vastupidav

source: Lethal
et: Surmav

source: Diamond
et: Teemant

source: Flint
et: Tulekivi

source: Wood
et: Puit

source: Stone
et: Kivi

source: Part Builder
et: Tööriista osa valmistaja

source: Pattern Table
et: Šablooni laud

source: Anvil
et: Alasi

source: Tool Station
et: Tööriistajaam

source: Pattern
et: šabloon

source: Blank Pattern
et: Šablooni toorik

source: Pickaxe
et: Kirka

source: Axe
et: Kirves

source: Sword
et: Mõõk

source: Shovel
et: Labidas

source: Pickaxe Head
et: Kirka pea

source: @1 Pickaxe Head
et: @1 kirka pea

source: Axe Head
et: Kirve pea

source: @1 Axe Head
et: @1 kirve pea

source: Sword Blade
et: Mõõga tera

source: @1 Sword Blade
et: @1 mõõga tera

source: Shovel Head
et: Labida pea

source: @1 Shovel Head
et: @1 labida pea

source: Tool Rod
et: Tööriistavarras

source: @1 Tool Rod
et: @1 tööriistavarras

source: Tool Binding
et: Tööriista köide

source: @1 Tool Binding
et: @1 tööriista köide

source: Broken
et: Katkine
